"下一步" = "Berikutnya";
"当前没有可编辑的资源" = "Tidak ada sumber yang dapat diedit saat ini";
"当前没有可删除的资源" = "Saat ini tidak ada sumber yang dapat dihapus";
"确定删除这张照片吗?" = "Apakah Anda yakin ingin menghapus foto ini?";
"确定删除这个视频吗?" = "Apakah Anda yakin ingin menghapus video ini?";
"删除" = "Hapus";
"编辑" = "Sunting";
"原始值" = "Asli";
"正方形" = "Kotak";
"还原" = "Atur Ulang";
"旋转" = "Memutar";
"选择" = "Pilih";
"选择照片时不能选择视频" = "Anda tidak dapat memilih video saat memilih foto";
"没有照片可选!" = "Tidak ada foto yang tersedia!";
"正在下载iCloud上的资源" = "Mengunduh sumber daya di iCloud";
"昨天" = "Kemarin";
"下载失败，请重试！" = "Unduhan gagal, silakan coba lagi!";
"张照片" = "Foto";
"个视频" = "Video";
"返回" = "Kembali";
"取消" = "Batal";
"预览" = "Pratayang";
"原图" = "Gambar Asli";
"设置" = "Pengaturan";
"确定" = "Selesai";
"Photos" = "Foto";
"Photo" = "Foto";
"Videos" = "Video";
"Video" = "Video";
"提示" = "Petunjuk";
"是否删除此照片" = "Hapus foto ini";
"完成" = "Selesai";
"关闭" = "Tutup";
"拍摄" = "Kamera";
"拍摄失败" = "Kegagalan pengambilan gambar";
"裁剪" = "Potong";
"抱歉" = "Maaf";
"重拍" = "Ambil Lagi";
"相机" = "Kamera";
"照片" = "Foto";
"视频" = "Video";
"相册" = "Album";
"加载中" = "Memuat";
"处理中" = "Sedang Diproses...";
"拍照" = "Ambil gambar";
"摄像" = "Merekam video";
"点击拍照" = "Klik untuk mengambil gambar";
"长按录像" = "Tekan lama untuk merekam video";
"点击录制" = "Klik untuk merekam";
"点击拍照，长按录像" = "Klik untuk mengambil foto dan tekan lama untuk merekam video";
"处理失败,请重试!" = "Gagal memproses, silakan coba lagi!";
"无法使用相机!" = "Tidak dapat menggunakan kamera!";
"照片正在下载" = "Foto sedang diunduh";
"已达最大数!" = "Telah mencapai maksimum!";
"照片已达最大数!" = "Maksimum foto tercapai!";
"视频已达最大数!" = "Maksimum video tercapai!";
"最多只能选择%ld张图片" = "Maksimum %ld foto";
"最多只能选择%ld个视频" = "Maksimum %ld video";
"最多只能选择%ld个" = "Maksimum %ld pilihan";
"图片不能和视频同时选择" = "Tidak dapat memilih foto dan video secara bersamaan";
"视频不能和图片同时选择" = "Tidak dapat memilih foto dan video secara bersamaan";
"视频少于%ld秒，无法选择" = "Video kurang dari %ld detik\ntidak dapat digunakan saat ini";
"视频大于%ld秒，无法选择" = "Video lebih dari %ld detik\ntidak dapat dipilih";
"录制时间少于%.0f秒" = "Waktu rekaman tidak boleh\nkurang dari %.0f detik";
"请在设置-隐私-相机中允许访问相机" = "Silakan izinkan akses kamera Anda di \"Pengaturan -> Privasi -> Kamera\"";
"无法访问照片\n请点击这里前往设置中允许访问照片" = "Tidak dapat mengakses foto\nSilakan klik di sini\nuntuk pergi ke Pengaturan untuk mengizinkan akses foto";
"无法使用相机" = "Tidak dapat menggunakan kamera";
"无法访问照片，请前往设置中允许\n访问照片" = "Tidak dapat mengakses foto\npergi ke Pengaturan untuk\nmengizinkan akses foto";
"无法使用麦克风" = "Tidak dapat menggunakan mikrofon";
"请在设置-隐私-相机中允许访问麦克风" = "Silakan izinkan akses mikrofon Anda di \"Pengaturan -> Privasi -> Mikrofon\"";
"无法访问所有照片\n请点击这里前往设置中允许访问所有照片" = "Tidak dapat mengakses semua foto\nSilakan klik di sini untuk pergi ke pengaturan untuk mengizinkan akses semua foto.";
"无法访问所有照片" = "Tidak dapat mengakses semua foto";
"请在设置-隐私-相册中允许访问所有照片" = "Silakan izinkan akses ke semua foto di pengaturan privasi album";
"照片保存失败!" = "Penyimpanan foto gagal!";
"视频保存失败!" = "Penyimpanan video gagal!";
"保存失败，无法访问照片\n请前往设置中允许访问照片" = "Tidak dapat mengakses foto\npergi ke Pengaturan untuk\nmengizinkan akses foto";
"没有可选的照片!" = "Tidak ada foto yang dapat dipilih!";
"视频已被删除!" = "Video telah dihapus!";
"尚未从iCloud上下载，请至系统相册下载完毕后选择" = "Anda belum mengunduh dari iCloud, silakan pergi ke album setelah mengunduh";
"麦克风添加失败，录制视频会没有声音哦!" = "Mikrofon gagal ditambahkan\nvideo akan direkam tanpa suara!";
"%.0f秒内的视频无效哦~" = "Video dalam %.0f detik tidak valid~";
"录制视频失败!" = "Gagal merekam video!";
"继续录制" = "Lanjutkan merekam";
"无法访问相册" = "Tidak dapat mengakses album";
"请在设置-隐私-相册中允许访问相册" = "Silakan izinkan akses album Anda di \"Pengaturan -> Privasi -> Album\"";
"相机胶卷" = "Kamera Roll";
"所有照片" = "Semua Foto";
"今天" = "Hari ini";
"编辑后，GIF将会变为静态图，确定继续吗？" = "Setelah disunting, GIF akan menjadi gambar statis. Apakah Anda yakin ingin melanjutkan?";
"编辑后，LivePhoto将会变为静态图，确定继续吗？" = "Setelah disunting, LivePhoto akan menjadi gambar statis. Apakah Anda yakin ingin melanjutkan?";
"获取视频失败!" = "Gagal mendapatkan video!";
"确定取消吗?" = "Apakah Anda yakin ingin membatalkan?";
"继续" = "Lanjutkan";
"获取" = "Dapatkan";
"处理失败，请重试" = "Gagal memproses, silakan coba lagi";
"选择照片时不能选择视频" = "Anda tidak dapat memilih video saat memilih foto";
"选择视频时不能选择照片" = "Anda tidak dapat memilih foto saat memilih video";
"只能选择%ld秒内的视频，需进行编辑" = "Hanya bisa memilih video dalam waktu %ld detik untuk diedit";
"从手机相册选择" = "Pilih dari Album";
"正在下载网络图片，请稍等" = "Silakan tunggu saat mengunduh gambar dari web";
"正在获取照片大小，请稍等" = "Sedang mendapatkan ukuran foto, silakan tunggu";
"照片大小超过最大限制%@" = "Ukuran foto melebihi batas maksimum %@";
"视频大小超过最大限制%@" = "Ukuran video melebihi batas maksimum %@";
"照片或视频" = "Ambil foto atau video";
"轻触拍照" = "Sentuh untuk mengambil gambar";
"按住摄像" = "Tekan dan tahan untuk merekam";
"轻触拍照，按住摄像" = "Ketuk untuk mengambil foto dan tahan untuk merekam video";
"要删除这张照片吗?" = "Apakah Anda ingin menghapus foto ini?";
"要删除此视频吗?" = "Apakah Anda ingin menghapus video ini?";
"自由" = "gratis";
"松手即可删除" = "Lepaskan untuk menghapus";
"拖动到此处删除" = "Seret ke sini untuk menghapus";
"仅可访问部分照片，建议开启「所有照片」" = "Hanya dapat mengakses beberapa foto, disarankan untuk mengaktifkan 'Semua Foto'";
"去设置" = "Pergi ke pengaturan";
"更多" = "Lebih banyak";

"HXAlbumCameraRoll" = "Kamera Roll";
"HXAlbumPanoramas" = "Pemandangan";
"HXAlbumVideos" = "Video";
"HXAlbumFavorites" = "Favorit";
"HXAlbumTimelapses" = "Waktu Lapse";
"HXAlbumRecents" = "Baru-baru ini";
"HXAlbumRecentlyAdded" = "Baru Ditambahkan";
"HXAlbumBursts" = "Burst";
"HXAlbumSlomoVideos" = "Video Slomo";
"HXAlbumSelfPortraits" = "Selfie";
"HXAlbumScreenshots" = "Tangkapan Layar";
"HXAlbumDepthEffect" = "Efek Kedalaman";
"HXAlbumLivePhotos" = "Live Photo";
"HXAlbumAnimated" = "Animasi";
